{"parse":{"title":"崩坏(灾害)","pageid":282338,"wikitext":{"*":"{{崩坏3rd:长期关注}}\n'''崩坏'''是由[[米哈游]]创作的[[崩坏系列]]IP及其衍生作品《[[崩坏学园2]]》《[[崩坏3rd]]》等中的一种灾害，是整个崩坏系列世界观与设定建立的基础。\n\n== 简介 ==\n崩坏，是一种异常的灾害，是宇宙周期性调整的律动。\n\n崩坏伴随着文明诞生而生，以毁灭文明为最终目标，永远与人类文明为敌。在崩坏学园2的设定中，崩坏也会针对在地球上处于支配地位的物种进行灾难性打击，例如恐龙。\n\n崩坏是一种具有一定智能、拥有多种表现形式的超自然力量，包括但不限于侵染野兽与人类致使变异或死亡、病毒（e.g:黑死病）、自然灾害（如冰河期与火山爆发）、世界大战乃至崩坏纯能和产生崩坏兽（区别于被崩坏侵蚀的野兽）与<big>[[律者]]</big>等任何可能对人类文明造成损害的形式{{黑幕|，甚至巨神兵降临也不是没有可能}}。其中，律者是崩坏最具有威胁的表现形式，也是崩坏的最高表现形式。\n\n在整个人类文明的发展过程中，崩坏一直在千方百计地遏制与阻挠文明的发展。崩坏的发展强度总是与人类文明在该地区发展程度成正比。仇恨人类的崩坏，与仇恨崩坏的人类之间的这场战争，或许永远都不会结束。\n\n由目前的各种线索来看，崩坏似乎具有一定“智能”。那种近乎痴狂的想要毁灭人类的执念，不禁使人猜测在崩坏的背后，是否隐藏着一个更为黑暗的秘密……\n\n==崩坏能与崩坏源==\n崩坏能，是在崩坏中释放出一种在过去的科技中从未有过的能量。崩坏能的效率远远超过世界上现有的任何一种能量,但崩坏能也是侵蚀生物,令其变成死士和崩坏生物的元凶。\n\n崩坏能有着相互吸引的特性，它们会彼此吸引聚集在一起，形成“崩坏源”。崩坏源并非稳定的,恒定的存在,也并非均匀的散布于宇宙中。无数小崩坏源会逐渐聚合,成为更大的崩坏源，但这种聚合不会无限的发展下去。\n\n越大的崩坏源越不稳定,它们会在外界的干扰下破坏稳态,突破临界平衡,从而引发崩坏爆炸。爆炸时,大量的崩坏能被短时间消耗，能将现实扭曲。这一过程中,所在时空的物理属性会产生规模颠覆。然而,这注定是以巨大的灾难现象作为代价的。\n\n==崩坏真正本质的假说==\n{{剧透提醒}}\n{{info|\n*由于本作品尚未完结，因此本章节所述内容只是众多可能性当中最为可能、最为有力的一种具有严谨合理考据的'''假说'''，建议您在阅读时结合自己的判断酌情分析。如果您有自己独到的见解，欢迎补充。\n*如果资料来源有任何最新的补充与完善，本章内容会第一时间响应其更新变化。\n*如果您有任何异议，请前往[[Talk:崩坏(崩坏系列)|本条目的讨论页]]中提出意见或建议。萌百的规则灵活自由，一切行为准则均以达成共识为准。 {{color|red|随意修改、抹除他人劳动果实的行为并不[[萌娘百科:礼仪|礼貌]]，甚至有可能使您受到封禁}}。}}\n{{Hide|标题=关于崩坏本质的考究|内容=\n事实上，崩坏就是人类自身。\n\n根据达尔文进化论观点，具有竞争关系的两个物种间不可能存在如“崩坏的强度总是与人类文明发展程度成正比”这种明显违背常识的关系。如果崩坏是独立与人类之外的力量，那么崩坏的强度应与人类文明发展水平成反比而非简单的正比关系，意味着上时代人类文明灭亡后直到新纪元文明重建、人类尚未殖民美洲大陆等诸如此类的时期里应该是崩坏肆虐横行，但作品中并非如此。同时，由于上世代文明对美洲大陆的保护，空无一人的美洲大陆丝毫不见半点崩坏的影子。\n\n“崩坏”，解作“扭曲的意志”。崩坏来自于人类自身，来源于心灵中最暗的角落中形形色色的负面情绪。恐惧、仇恨、欺骗、嫉妒、贪婪……这些用于形容崩坏的词汇，哪怕从现实的角度看，恰恰是人性所具有的缺陷。崩坏的力量来源就是人类自己的内心，这决定了除非人类能突破自身思维局限性根除人性中的恶，否则只要人类文明还存在于这个宇宙之中，崩坏就永远不会也不可能被消灭。米哈游正是意欲通过这种独立于人类自身之外的视角来剖析人性。\n\n明明是想要毁灭人类的力量，却选择“人类”（律者）作为自己的代言人的崩坏，这一行为是“对人类的嘲讽”所无法解释的。纵观崩坏系列的历史，所有被崩坏选为适格者的律者们（包括最终归顺于人类的律者如瓦尔特与雷电芽衣等）最初都是缘于内心中的“恨”而屈服于崩坏的意志。心中的仇恨越纯粹，律者的力量越强大。<br />\n在崩坏3官方漫画与视觉小说《Anti-Entropy》中奥托明确提到“人类最大的敌人不是崩坏，而是『人类自己』”这一力证高度可信。\n\n[[File:Evidence of Honkai 001.jpg|缩略图]]\n[[File:Evidence of Honkai 002.jpg|缩略图]]\n}}\n{{Hide|标题=关于崩坏的来源|内容=\n上一章已述崩坏的本质。但这种力量最初是从何而来？缘由超乎想象但又在意料之中——<br />\n崩坏系列中的人类文明，是{{ruby|高维文明|神}}的实验品。高维文明创造了一个实验沙盒的宇宙，用于测试例如强人工智能框架系统添加了不稳定偏差后进行演化一类的模拟实验。与真实世界不同的是，这个世界被添加了额外的参数，那就是人类内心的负面情绪会具现化为一种超自然的名为“崩坏”的力量。<br />\n（待补完）\n}}\n{{Hide|标题=《Anti-Entropy》中奥托给瓦尔特的信，崩坏本质人类说力证|内容=\n<poem>\nΩ：\n    你收到这封信的时候，应该已经是31号左右了吧。\n    万圣节快乐。\n    听说是因为某个主教大人特别重视这个节日，所以每年都要在总部进行隆重的布置……没错，附上的照片就是今年我这里的布置情况。\n（此时显现在视觉小说界面文字后的背景图是一张奥托cos吸血鬼的CG。照片上的奥托衣饰华美，左手持一只盛有红酒的高脚杯。——笔者注）\n    顺带一提，从本月开始，这实验室的员工终于“可喜可贺”地只剩下了我一个人——所以如你所见，连照个相，也只能自拍了。\n    最近没有收到你的回信，是因为新的机遇让你重新燃起生活的热情了吧？我听说你们在大西洋之间来回往返，玩得还蛮开心的。不过，北美支部在总部这一边一向风评不佳，如果他们互相之间要闹什么别扭的话，你可千万不要瞎参与啊……听说，这里面的水好像还挺深。\n我也是傻，神仙打架，和你我之间又有什么关系？不提也罢。虽然我不知道伦敦天气如何——但今天的维也纳，确实月色难得；我也借着酒力，咱们就来随便扯点平常不太能说的话吧。我姑且一说，你姑且一听，别太当回事就好。\n    我知道，你是一个喜欢读书的人。不过……不知道你有没有思考过，在和崩坏的抗抗争中，是什么让我们人类屡屡受挫、损失惨重呢？说到底，究竟是怎样的劣势，使得我们次次被崩坏占去先机，疲于应付呢？\n    通观人类历史，确实，我们一直都在进步，这种进步的潮流也绝不会被一时一事所阻挡；但我看到更多的，却是那些挺立潮头的先驱，他们孤立无援、伤痕累累，甚至有时因为自己人的因素而败下阵来、狼狈不堪。他们是精神上的巨人，却有时是物质上的弱者；他们的精神往往需要长时间的传承，才能成为公认的无价之宝。\n之前，我给你讲过圣女卡莲的故事。但是，我在今天想说的是……相比于她伟大的人格，自然赋予她的，一个普通少女的身体（虽然卡斯兰娜这个血统绝对算不上普通……但这没有什么决定意义上的差别）——是那样的脆弱、那样的渺小，以至于凡夫俗子竟然可以判处她死刑，以至于区区崩坏兽就能够轻易夺取她的性命。\n    这毫无道理不是吗？\n    我们生活的这个世界，一点儿都不符合逻辑，一点儿都不尊重等价交换的原理！{{黑幕|（好好好知道你老婆卡莲天下第一了行了吧——笔者注）}}\n    我永远不会忘记卡莲这短暂一生的遭遇。\n    我深信，对于我们人类来说，'''最大的敌人根本不是崩坏，而恰恰是我们自己。'''\n    ——我们自己太脆弱了，以至于我们的英雄总是无力去拯救所有的人；我们自己太脆弱了，以至于我们中的某些人竟会怀疑英雄的动机；我们自己太脆弱了，以至于我们会为了眼前的小利而罔顾真正的正义；我们自己太脆弱了，以至于我们只能在互相威胁之中换取短暂的和平，还要用“秩序”、“伦理”这样冠冕堂皇的字眼来掩饰那些卑劣十足的动机。\n    圣女……她之所以是圣女，就在于，尽管本质上和我们一样脆弱——但是，她，唯独她，和我们不同，不害怕自己的脆弱。这种发自内心的勇敢，对于普通人来说，简直就像太阳一样，可望而不可即。\n    至少，和她比起来……我自己，就是一个十足的懦夫。\n    我们每个人，都怀揣着这名为“恐惧”的原罪，战战兢兢地寻求着人生的答案。\n    圣女是不会嘲笑我们的。但每当我意识到我们是这样活着的时候，我就恨不得把自己一巴掌打死。\n    但试想，假如，假如我们每个人都果真有机会，能够摆脱这种脆弱；一旦“我很脆弱”这种根植于人类内心深处的恐惧被连根拔出，该会有多么宽容、多么自信、多么充满活力啊！而所谓的“崩坏”，在这样的我们面前，难道不是渺小到不足挂齿么？\n    这样的世界，会守护自己的圣女。\n    这样的世界，也更值得圣女来守护。\n    假如，假如，假如卡莲能有机会再次闪耀于这个世界舞台，那么，这一次，她将不会因为我们自身的渺小而举步维艰。\n    许久没有品尝红酒，大概今天的确是喝得有些多。这封信在你看来，可能纯属不知所云的语无伦次吧……不过这样也没关系。之前，我一直是以组织的一员的身份在和你对话；今天，就让我做回一个普通的研究者，随便发点自以为是的牢骚吧。\n    我不认为我刚才憧憬的那种世界能够实现……但是这也没有关系。我们依然有许多可以去做的事——不是吗？\n你今天有点奇怪的老朋友，\n小丑阿尔法\n1955.10.28\n</poem>}}\n\n{{崩坏系列|共通设定及其他}}\n\n[[分类:崩坏系列]]"}}}